const tableData = [
  {
     "key": "募集職種",
     "value": "■Webアプリケーションエンジニア\r\n■ネットワーク・サーバー設計・構築・運用・保守\r\n■モバイルエンジニア",
  },
  {
     "key": "雇用形態",
     "value": "正社員、契約社員、アルバイト",
  },
  {
    "key": "勤務場所",
    "value": "本社および、東京都内当社請負先\r\n(中国短期出張の可能性有）",
  },
  {
    "key": "勤務時間",
    "value": "午前9時～午後6時 \r\n(勤務地により異なる場合があります)",
  },
  {
    "key": "休日休暇",
    "value": "完全週休2日制（土・日）、祝日、\r\n有給休暇（入社半年後に10日間）、\r\n夏季休暇、年末年始休暇、慶弔休暇",
  },
  {
    "key": "給与",
    "value": "月給制\r\n経験、業績、能力、貢献に応じて、当社規定により優遇。\r\n30万以上～",
  },
  {
    "key": "特記事項",
    "value": "男女、国籍問わず。 (外国籍歓迎)",
  },
  {
    "key": "保険",
    "value": "各種社会保険完備",
  },
  {
    "key": "諸手当",
    "value": "交通費支給（～3万円/1ヶ月）",
  },
  {
    "key": "応募方法",
    "value": "履歴書および職務経歴書(書式は自由)をメールにて送付してください。\r\nメール：recruit@somedays.jp",
  },
]
export default tableData