const data = {
  "maintext": "我们是一家专注于为全球企业提供高效解决方案的公司。我们致力于帮助客户降低运营成本、提升业务效率，并专注于其核心业务。作为您的战略合作伙伴，我们提供以下核心服务：",
  "service":[
     {
        "title": "技术解决方案",
        "title_icon": "laptop_chromebook",
        "text": "我们提供全面的技术解决方案，包括软件开发、应用程序维护、系统集成和定制开发。我们的专业团队具备深厚的技术专长和行业经验，能够根据客户的具体需求提供定制化的解决方案，助力客户在竞争激烈的市场中保持领先地位。",
        "children": [
            {
                "title": "网页开发",
                "title_icon": "computer",
                "text": "通过敏捷开发方法，可以快速迭代和发布新功能，及时响应市场和用户的需求变化，从而提升竞争力。",
            },
            {
                "title": "移动端开发",
                "title_icon": "smartphone",
                "text": "公司在iOS和Android平台上有丰富的开发经验，能够利用原生开发和跨平台开发工具（如React Native、Flutter等）来构建高性能和用户友好的移动应用程序。",
            },
            {
                "title": "系统开发",
                "title_icon": "integration_instructions",
                "text": "公司能够为企业和组织提供定制化的系统开发解决方案，满足特定行业和业务需求，提升工作效率和管理效果。", 
            },
        ]
     },
     {
        "title": "系统构筑及维护",
        "title_icon": "storage",
        "text": "公司在不同领域的专业知识和技能，使其能够为客户提供高质量、创新性和高效率的解决方案，从而帮助客户实现业务目标和增强竞争力。",
        "children": [
            {
                "title": "数据库构筑",
                "title_icon": "database",
                "text": "我们拥有丰富的数据库管理和搭建经验，熟悉各类数据库系统如关系型数据库（如MySQL、PostgreSQL）、NoSQL数据库（如MongoDB、Redis）等，能够根据客户需求选择和配置最适合的数据库类型和架构。",
            },
            {
                "title": "框架构筑",
                "title_icon": "dynamic_form",
                "text": "公司拥有深厚的系统架构设计经验和技术专长，能够根据客户需求和业务规模设计高效、稳定的系统架构。这包括选择合适的技术栈、组件和服务，确保系统在设计阶段就具备良好的可扩展性和性能优化。",
            },
            {
                "title": "系统维护",
                "title_icon": "browse_activity",
                "text": "公司提供持续的技术支持和系统维护服务，保障系统的稳定运行和持续改进，同时确保应对可能出现的问题和挑战。", 
            },
        ]
     },
     {
        "title": "嵌入式开发及系统开发",
        "title_icon": "install_mobile",
        "text": "公司拥有深厚的嵌入式系统开发经验，能够有效地将软件和硬件进行集成，确保系统在嵌入式设备上的稳定运行和高效性能。",
        "children": [
            {
                "title": "嵌入式开发",
                "title_icon": "install_mobile",
                "text": "我们拥有多年的嵌入式系统开发经验，特别擅长使用C和C++语言进行底层系统编程和硬件控制。我们的团队精通处理器架构、内存管理和实时操作系统等关键技术，能够确保在资源受限的环境中实现高效、稳定的嵌入式解决方案。",
            },
            {
                "title": "开发平台",
                "title_icon": "code_blocks",
                "text": "我们在车载系统领域具有丰富的经验和专业知识，在物联网领域，我们拥有领先的技术和解决方案，能够设计和部署涵盖传感器、嵌入式设备、云平台和应用程序的端到端IoT系统。",
            },
            {
                "title": "分布式系统",
                "title_icon": "settings_timelapse",
                "text": "公司拥有广泛的分布式系统设计和开发经验，熟悉各种分布式架构和技术，包括微服务架构、容器化部署、消息队列系统等。我们的团队具备深入的分布式系统原理和实践经验，能够根据客户需求设计高效、可靠的分布式解决方案。", 
            },
        ]
     },
     {
        "title": "IT软件人才",
        "title_icon": "diversity_3",
        "text": "我们的战略咨询与执行服务帮助客户制定和实施战略计划，优化企业运营模式并提升市场竞争力。我们与客户紧密合作，理解其业务挑战和目标，为其提供量身定制的战略解决方案，以应对市场的快速变化和挑战",
     },
   ],
}
export default data
  