const data = [
  {
    "label": "公司概要",
    "componentInfos": [
      {
        "name" : "ServiceInfo",
        "data": {
          "maintext": "aaaaa",
        }
      }
    ]
  },
  {
    "label": "经营理念",
    "componentInfos": [
      {
        "name" : "ServiceInfo",
        "data": {
          "maintext": "质量是我们的生命线。我们严格遵循软件开发的标准流程和最佳实践，通过全面的质量控制和精细化管理，确保每一个项目都能按时、保质地交付。我们的目标是通过卓越的品质赢得客户的信任和认可。",
          "service":[
            {
              "title": "经营理念",
              "title_icon": "psychology",
              "text": "我们提供全面的技术解决方案，包括软件开发、应用程序维护、系统集成和定制开发。我们的专业团队具备深厚的技术专长和行业经验，能够根据客户的具体需求提供定制化的解决方案，助力客户在竞争激烈的市场中保持领先地位。",
              "children": [
                {
                  "title": "行动方针",
                  "title_icon": "sticky_note_2",
                  "text": "我们始终将客户的需求和满意度放在首位，通过深入理解客户的业务需求，提供高质量的软件解决方案。我们致力于为客户创造价值，帮助他们实现业务目标，并通过优质的售后服务建立长期稳定的合作关系。",
                },
                {
                  "title": "开放合作",
                  "title_icon": "handshake",
                  "text": "我们积极倡导开放合作的理念，愿意与客户、合作伙伴、业内同行建立良好的合作关系。我们相信，只有通过合作才能实现更大的共赢，共同推动行业的发展和进步。",
                },
                {
                  "title": "文化多元",
                  "title_icon": "partner_exchange",
                  "text": "我们尊重每一位员工的个性和创造力，致力于打造多元、包容的企业文化。我们鼓励员工持续学习和自我提升，创造一个积极向上的工作环境，使每一位员工都能充分发挥其潜力，为公司的发展做出贡献。",
                },
              ]
            },
          ]
        }
      }
    ]
  },
]
export default data